Repository: camilosasuketbs/user_config
Catalog: resident/po/*.po
Languages: de, es, fr, nl, pl, ru, se

source: Good Morning!
de: Guten Morgen!
es: Buenos días!
fr: Bonjour!
nl: Goedemorgen!
pl: Dzień dobry!
ru: доброе утро!

source: Good Afternoon!
de: Guten Tag!
es: Buenas tardes!
fr: Bonjour!
nl: Goedemiddag!
pl: Dzień dobry!
ru: добрый день!

source: Good Evening!
de: Guten Abend!
es: Buenas noches!
fr: Bonsoir!
nl: Goede avond!
pl: Dobry wieczór!
ru: Добрый вечер!

source: Good Night!
de: Gute Nacht!
es: Buenas noches!
fr: Bonne nuit!
nl: Goede nacht!
pl: Dobranoc!
ru: Спокойной ночи!

source: %name, Good Morning!
de: Guten Morgen %name!
es: %name, Buenos días!
fr: %name, Bonjour!
nl: %name, goedemorgen!
pl: %name, Dzień dobry!
ru: %name, доброе утро!

source: %name, Good Afternoon!
de: Guten Tag %name!
es: %name, Buenas tardes!
fr: %name, Bonjour!
nl: %name, goedemiddag!
pl: %name, Dzień dobry!
ru: %name, добрый день!

source: %name, Good Evening!
de: Guten Abend %name!
es: %name, Buenas noches!
fr: %name, Bonsoir!
nl: %name, goede avond!
pl: %name, Dobry wieczór!
ru: %name, Добрый вечер!

source: %name, Good Night!
de: Gute Nacht %name!
es: %name, Buenas noches!
fr: %name, Bonne nuit!
nl: %name, goede nacht!
pl: %name, Dobranoc!
ru: %name, Спокойной ночи!

source: %name, Some supported commands !help, !about and !want the bot
de: %name, unterstützte Befehle: !help, !about und !want the bot
es: %name, Algunos comandos soportadas (ayuda, acerca de, querer): !help, !about y !want el robot
nl: %name, de bot ondersteunt de volgende instructies (help, over, beschikbaarheid): !help, !about en !want the bot
pl: %name, Veribot korzysta z następujących poleceń : !help, !about i !want the bot
ru: %name, поддерживаются следующие команды !help, !about и !want the bot
se: %name, Några tillgängliga bot kommandon är: !help, !about och !want the bot

source: %name, song not playing or not in record.
de: %name, Song wird nicht abgespielt oder ist nicht in der Abspielliste
es: %name, La canción no se reproduce o no está en el registro.
fr: %name, aucun titre n'est joué ou disponible.
nl: %name, nummer wordt niet afgespeeld of is helaas niet beschikbaar.
pl: %name, Utwór nie jest uruchomiony lub jest niedostępny
ru: %name, ничего не проигрывается или песня не имеет названия.
se: %name, Ingen musik spelas, eller är tillgänglig.

source: %name, currently playing song is: "%topic".
de: %name, der momentan abgespielte Song ist: "%topic".
es: %name, Actual canción en reproducción: "%topic".
fr: %name, le titre actuellement joué est: "%topic".
nl: %name, op dit moment wordt het volgende nummer afgespeeld: "%topic".
pl: %name odtwarzany utwór: "%topic".
ru: name, сейчас проигрывается "%topic".
se: %name, det aktuella spåret som spelas är: "%topic".

source: %name, help information is grouped in: !help util !help info !help config and !help media
de: %name, Hilfeinformationen werden gruppiert in: !help util !help info !help config und !help media
es: %name, La información de ayuda se agrupa en: !help util !help info !help config en !help media
fr: %name, l'aide est disponible grâce à: !help util !help info !help config et !help media
nl: %name, instructies zijn gecategoriseerd in: !help util !help info !help config en !help media
pl: %name, Instrukcje są zgromadzone w: !help util !help info !help config i !help media
ru: %name, справочная информация сгруппирована по разделам !help util !help info !help config и !help media
se: %name, hjälp information kategoriseras i: !help util !help info !help config och !help media

source: %name, commands help info were grouped in: !commands info !commands config and !commands media
de: Optionsbefehle sind:
es: Los comandos de configuración son:
fr: %name, l'aide pour les commandes est disponible grâce à: !commands info !commands config et !commands media
nl: instructies voor de instellingen zijn:
pl: Ustawienia poleceń:
se: %name, kommando hjälp kategoriseras i: !commands info !commands config och !commands media

source: !setname "name" !setlang "country code" and !setzone "time zone"
de: !setname "name" !setlang "Ländercode" and !setzone "Zeitzone"
es: !setname "nombre" !setlang "código de país" y !setzone "zona horaria"
fr: !setname "nom" !setlang "code de pays" et !setzone "zone horaire"
nl: !setname "naam" !setlang "landcode" en !setzone "tijdzone"
pl: !setname "Imię" !setlang "kod kraju" i !setzone "strefa czasowa"
se: !setname "namn" !setlang "landskod" och !setzone "tidszon"

source: multimedia commands are:
de: Multimedia Befehle sind:
es: Los comandos multimedia son:
fr: les commandes multimédias sont:
nl: multimedia instructies zijn:
pl: Instrukcje multimedialne:
ru: мультимедийные команды:
se: multimedia kommandon:

source: !rr !rickroll !say "text" !playlist and !play "sound"
de: !rr !rickroll !say "text" !playlist und !play "sound"
es: !rr !rickroll !say "texto" !playlist en !play "sonido"
fr: !rr !rickroll !say "texte" !playlist et !play "sound"
nl: !rr !rickroll !say "tekst" !playlist en !play "geluid"
pl: !rr !rickroll !say "tekst" !playlist i !odtwarzaj "dźwięk"
ru: !rr !rickroll !say "текст" !playlist и !play "звук"
se: !rr !rickroll !say "text" !playlist och !play "ljud"

source: some utility commands:
de: ein paar nützliche Befehle:
es: Mas comandos de utilidad:
fr: Quelques commands partiques:
nl: enkele handige instructies zijn:
pl: Kilka użytecznych poleceń:
ru: прочие полезные команды:
se: några användbara kommandon:

source: !urbd "urban dictionary query" !at "google auto translate" and !t "lang" "text to translate from lang"
de: !urbd "örtliche Wörterbuch Abfrage" !at "über Google automatisch übersetzen" und !t "lang" "Text von Sprache übersetzen"
es: !urbd "consulta el diccionario urbano" !at "traducción automatica via Google" en !t "lenguaje" "texto a traducir del idioma"
fr: !urbd "requête du dictionnaire familier" !at "traduction automatique google" et !t "langue" "texte à traduire depuis la langue spécifiée"
nl: !urbd "vertaling via Urban Dictionary" !at "vertaling via Google" en !t "taal" "tekst om te vertalen vanuit opgegeven taal"
pl: !urbd "słownik języka potocznego" !at "tłumacz google" i !t "język" "przetłumaczony tekst z języka"
ru: !urbd "поиск в Urban Dictionary" !at "Автоопределение переводчика Google" и !t "lang" "перевод текста на языке lang"
se: !urbd "översättning via Urban Dictionary" !at "översättning via Google" och !t "språk" "text för att översätta från språket"

source: %name, !rr or !rickroll plays 80s hit Never Gonna Give You Up performed by Rick Astley with ASCII animation.
de: %name, !rr or !rickroll spielt den 80er Hit Never Gonna Give You Up gesungen von Rick Astley mit ASCII Animation.
es: %name, !rr of !rickroll reproduce el tema Never Gonna Give You Up de los 80 hecho por Rick Astley con una animacion ASCII.
fr: %name, !rr ou !rickroll lance le hit des années 80, Never Gonna Give You Up par Rick Astley avec une animation ASCII.
nl: %name, !rr of !rickroll speelt de jaren tachtig hit Never Gonna Give You Up uitgevoerd door Rick Astley met ASCII animatie.
pl: %name, !rr lub !rickroll odtwarza hit z lat 80-tych Never Gonna Give You Up Ricka Astleya z animacjami ASCII.
ru: %name, !rr or !rickroll проигрывает хит 80-х "Never Gonna Give You Up" исполнителя Rick Astley использованием анимации ASCII
se: %name, !rr eller !rickroll spelar Never Gonna Give You Up av Rick Astley med ASCII animation.

source: %name, Use this command to get special tips
de: %name, benutze diesen Befehl um spezielle Tipps zu erhalten
es: %name, Utiliza este comando para obtener consejos especiales.
fr: %name, utilise cette command pour recevoir des conseils spéciaux
nl: %name, gebruik deze opdracht om speciale tips te krijgen.
pl: %name, Użyj tego polecenia, by uzyskać porady.
ru: %name, используйте эту команду для получения дополнительных подсказок
se: %name, använd detta kommando för att få speciella tips.

source: %name, say uses Windows Narrator to speak the supplied text.
de: %name, sagt das er Windows Narrator für den gesprochenen Text benutzt.
es: %name, Se utilitza Narrador de Windows para leer el texto suministrado.
fr: %name, la commande say utilise le Narrateur Windows pour énoncer un texte spécifié
nl: %name, say gebruikt Windows Verteller om gegeven tekst voor te lezen.
pl: %name, say użyj Narratora Windows, by odczytać wskazany tekst.
ru: %name, произносит текст при помощи диктора Windows
se: %name, say använder Windows Narrator att läsa en given text högt.

source: %name, ide "platform" display information about tools used for development of ca2 framework and apps at the specified platform. "platform" may be: windows (Desktop), linux, macos, ios, android and winrt.
de: %name, ide "platform" Anzeige Informationen über Tools die für die Entwicklung von ca2 Framework und Apps der angegebene Platform benutzt wurden. <platform> vielleicht: Windows (Desktop), Linux, MacOS, IOS, Android und WinRT.
es: %name, ide "platform" Mostrar información sobre las herramientas usadas para desarrollar como marcos de referencia y aplicaciones en la plataforma específica. "platform" tal vez: Windows (Escritorio), Linux, MacOS, iOS, Android y WinRT.
nl: %name, ide "platform" laat informatie zien over de programma's die gebruikt zijn voor de ontwikkeling van het ca2 framework en de applicaties op dat platform. "platform" kan zijn: Windows (Desktop), Linux, MacOS, iOS, Android and WinRT.
pl: %name, ide "platform" pokaż informacje dotyczące narzędzi użytych przy tworzeniu aplikacji ca2 na różne platformy. "platform" może być: windows, linux, macos, ios, android i winrt.
ru: ide "platform" — отобразить информацию об инструментах, использованных для разработки среды ca2 и приложений к ней. Значением <platform> может быть: windows (Desktop), linux, macos, ios, android and winrt.
se: %name, setlang "språk- eller landskod" ändrar språk för användaren. Boten kommer att tala till dig på ditt språk, så mycket som möjligt.

source: %name, setlang "language code and/or two-letter country code" sets user preferred language. The bot speaks to you in selected language, as much as possible.
es: %name, setlang "Código de lenguaje y/o código de país de dos letras" establece el idioma preferido por el usuario. El robot habla contigo en el idioma seleccionado, cuanto más se pueda.
nl: %name, setlang "taal- of landcode" stelt de voorkeurtaal in van de gebruiker. Voor zover het mogelijk is zal de bot u toespreken in de opgegeven taal.
pl: %name, użyj tego polecenia, by ustawić lepszą nazwę użytkownika pasujacą do loginu lub imienia używając dużych znaków i spacji. Może to poprawić wymowę przy użyciu Text-To-Speech.
ru: %name, setlang "двухбуквенный код языка и/или страны" — устанавливает предпочтительный язык пользователя. Дальнейший диалог ведется с использованием заданного языка или страны.

source: %name, use setname command to set better user name, matching nick or name, with desired capitalization and spacing. It can make it better the name pronunciantion by Text-To-Speech.
de: %name, benutze den setname Befehl um einen besseren Benutzernamen zu wählen, zum Beispiel mit Großbuchstaben oder Leerzeichen. Das könnte hilfreicher für die Text-to-Speech Funktion sein.
es: %name, Utiliza el comando setname para establecer un mejor nombre de usuario, apodo a juego o nombre, con mayúsculas y la separación deseada. Puede que sea mejor pronunciar el nombre con la herramienta Text-To-Speech (Texto a voz).
fr: %name, setname vous permet de définir un meilleur nom d'utilisateur, avec des majuscules et espaces comme souhaité. Cela peut également permettre d'améliorer la prononciation du Narrateur Windows.
nl: %name, gebruik setname instructie om een andere gebruikersnaam in te stellen, bijvoorbeeld nickname of naam. Er kan gebruik gemaakt worden van hoofdletters en spaties. Gebruik eventueel spaties om de uitspraak in de text-naar-spraak te optimaliseren.
ru: %name, используйте команду setname, чтобы установить имя пользователя, соответствующие нику или реальному имени, с сохранением заглавных букв и пробелов между словами
se: %name, använd setname kommandot för att ställa in ett bättre användarnamn.

source: information retrieval commands are:
de: Befehle um Informationen zu erhalten sind:
es: Los comandos de recuperación de la información son:
fr: les commandes pour recevoir des informations sont:
nl: informatie opvragen kan via de volgende commando's:
pl: Polecenia dotyczące odzyskiwania informacji:
ru: информационные команды:
se: Informationssökning är möjligt använder dessa kommandon:

source: !ide "platform" !help "command" !cmdtips !about !want the bot and !credits
de: !ide "Platform" !help "Befehl" !cmdtips !about !want the bot und !credits
es: !ide "plataforma" !help "comando" !cmdtips !about !want el robot y !credits
fr: !ide "plateforme" !help "commande" !cmdtips !about !vaimepassarobot? et !credits
nl: !ide "platform" !help "command" !cmdtips !about !want the bot en !credits
pl: !ide "platform" !help "command" !cmdtips !about !want the bot en !credits
ru: !ide "platform" !help "command" !cmdtips !about !want the bot eи !credits
se: !ide "platform" !help "command" !cmdtips !about !want the bot och !credits

source: %name, For Windows Desktop Software Development, ca2 uses Visual Studio 2015 Community Edition, SmartSVN, TortoiseSVN and WinMerge.
de: %name, für Windows Desktop Software Entwicklung benutzt ca2 Visual Studio 2015 Community Edition, SmartSVN, TortoiseSVN und WinMerge.
es: %name,Para el desarrollo de aplicaciones de Escritorio Windows, ca2 utiliza Visual Studio 2015 Community Edition, SmartSVN, RortoiseSVN y WinMerge.
nl: %name, voor Windows Desktop software ontwikkeling gebruikt ca2 Visual Studio 2017 Community Edition, SmartSVN, TortoiseSVN en WinMerge.
pl: %name, do tworzenia na Windowsie ca2 używa Visual Studio 2015 Community Edition, SmartSVN, TortoiseSVN oraz WinMerge.
ru: %name, Для разработки под Windows ca2 использует Visual Studio 2017 Community Edition, SmartSVN, TortoiseSVN и WinMerge.
se: %name, på Windows Desktop använder ca2 Visual Studio 2015 Community Edition, SmartSVN, TortoiseSVN och WinMerge.

source: %name, For Linux Software Development, ca2 uses Ubuntu %topic, Code::Blocks and SmartSVN.
es: %name, Para el desarrollo de aplicaciones en Linux, ca2 uses Ubuntu %topic, Code::Blocks y SmartSVN.
fr: %name, pour le développement Linux, ca2 utilise Ubuntu %topic, Code::Blocks et SmartSVN.
nl: %name, voor Linux software ontwikkeling gebruikt ca2 Ubuntu %topic, Code::Blocks en SmartSVN.
pl: %name, do tworzenia na Linuxie ca2 używa Ubuntu %topic, Code::Blocks oraz SmartSVN.
ru: %name, Для разработки под Linux ca2 использует последнюю версию Ubuntu %topic, Code::Blocks и SmartSVN.
se: %name, på Linux använder ca2 Ubuntu %topic, Code::Blocks och SmartSVN.

source: %name, At MacOS, ca2 uses Mac OS El Capitan, XCode and SmartSVN.
nl: %name, voor MacOS gebruikt ca2 El Capitan, XCode en SmartSVN.

source: %name, for iOS development, ca2 uses Mac OS X El Capitan, XCode, SmartSVN, XCode iOS simulator and trying to convince co-founder to borrow iOS device.
de: %name, für die iOS Entwicklung nutzt ca2 Mac OS X El Capitan, XCode, SmartSVN und XCode iOS Simulator. Momentan versuche ich co-founder zu überreden mir ein iOS Gerät auszuleihen.
es: %name, Para el desarrollo en iOS, ca2 utiliza Mac OS X El capitan, Xcode, SmartSVN, simulador de XCode iOS e intentando convencer al co-fundador para que me preste un dispositivo iOS.
fr: %name, pour le développement iOs, ca2 utilise MacOs X El Capitan, XCode, SmartSVN, XCode iOs simulator et un iPad Mini.
nl: %name, voor iOS ontwikkeling gebruikt ca2 Mac OS X El Capitan, XCode, SmartSVN, XCode iOS simulator en wanneer de co-founder overtuigd wordt ook een geleend iOS apparaat.
pl: %name, do tworzenia na iOS ca2 używa Mac OS X El Capitan, XCode, SmartSVN, XCode iOS simulator i prób przekonania współzałożyciela do pożyczenia telefonu z systemem iOS.
ru: %name, для разработки под iOS ca2 использует macOS Sierra, XCode, SmartSVN, симулятор iOS XCode и пытается убедить сооснователя компании дать попользоваться устройством на iOS.
se: %name, på iOS använder ca2 Mac OS X El Capitan, XCode, SmartSVN och XCode iOS simulator.

source: %name, for Android development, ca2 uses Windows with Hyper-V, Visual Studio 2015 Community Edition, SmartSVN, TortoiseSVN, WinMerge, Visual Studio Emulator for Android and Galaxy Tab 3 (Door Prize for co-founder, gift for me, help for ca2 developers and users).
de: %name, für die Android Entwicklung nutzt ca2 Windows mit Hyper-V, Visual Studio 2015 Community Edition, SmartSVN, TortoiseSVN, WinMerge, Visual Studio Emulator für Android und ein Galaxy Tab 3.
es: %name, para el desarrollo en Android, ca2 utiliza Windows with Hyper-V, Visual Studio 2015 Community Edition, SmartSVN, TortoiseSVN, WinMerge, Visual Studio Emulator para Android y Galaxy Tab 3 (Premio para el co-fundador, un regalo para mi, ayuda a los desarrolladores y usuarios de ca2).
fr: %name, pour le développement Android, ca2 utilise Windows avec Hyper-V, Visual Studio 2015 Community Edition, SmartSVN, TortoiseSVN, WinMerge, Visual Studio Emulator for Android et une Galaxy Tab 3 (gagné à la tombola).
nl: %name, voor Android ontwikkeling gebruikt ca2 Windows met Hyper-V, Visual Studio 2017 Community Edition, SmartSVN, TortoiseSVN, WinMerge, Visual Studio Emulator voor Android en Galaxy Tab 3.
pl: %name, do tworzenia na Androida ca2 używa Windowsa z Hyper-V, Visual Studio 2015 Community Edition, SmartSVN, TortoiseSVN, WinMerge, Visual Studio Emulator dla Androida i Galaxy Tab 3.
ru: %name, для разработки под Android ca2 использует Windows с Hyper-V, Visual Studio 2017 Community Edition, SmartSVN, TortoiseSVN, WinMerge, эмулятор Visual Studio для Android и Galaxy Tab 3 (приз, выигранный сооснователем компании и подаренный мне, чтобы помочь разработчикам и пользователям ca2).
se: %name, för Android använder ca2 Windows med Hyper-V, Visual Studio 2015 Community Edition, SmartSVN, TortoiseSVN, WinMerge, Visual Studio Emulator Android och Galaxy Tab 3.

source: %name, for Windows Store App development, ca2 uses Windows, Visual Studio 2015 Community Edition, SmartSVN, TortoiseSVN and WinMerge.
de: %name, für die Windows Appstore Entwicklung nutzt ca2 Windows, Visual Studio 2015 Community Edition, SmartSVN, TortoiseSVN und WinMerge.
es: %name, Para el desarrollo de la Tienda de Aplicaciones de Windows, ca2 utiliza Windows, Visual Studio 2015 Community Edition, SmartSVN, TortoiseSVN y WinMerge.
fr: %name, pour le développement d'applications Windows Store, ca2 utilise Windows, Visual Studio 2015 Community Edition, SmartSVN, TortoiseSVN et WinMerge.
nl: %name, voor Windows Store App ontwikkeling gebruikt ca2 Windows, Visual Studio 2017 Community Edition, SmartSVN, TortoiseSVN en WinMerge.
pl: %name, dla Windows Store App ca2 używa Windowsa, Visual Studio 2015 Community Edition, SmartSVN, TortoiseSVN oraz WinMerge.
ru: %name, для разработки приложений Windows Store App ca2 использует ca2 uses Windows, Visual Studio 2017 Community Edition, SmartSVN, TortoiseSVN и WinMerge.
se: %name, för Windows Store App använder ca2 Windows, Visual Studio 2015 Community Edition, SmartSVN, TortoiseSVN och WinMerge.

source: %name, For the exclamation mark, if an existing command is not found, an audio clip is played from !playlist. If a corresponding audio clip is not found, the text is played like in !say <text>
de: %name, es wird ein Clip von der !playlist abgespielt wenn ein Ausrufezeichen und ein Befehl nicht gefunden wurde. Wenn ein Audio Clip nicht gefunden wurde, wird der Text anzeigt wie mit !say <text>
es: %name, Para el signo de exclamación, si no se encuentra un comando existente, se reproduce el audio de !playlist. Si no se encuentra un clip de audio correspondiente, el texto se reproduce en !say <text>.
fr: %name, avec un point d'exclamation, si aucune commande n'est trouvée, un clip audo est joué depuis la !playlist. Si aucun clip audio n'est trouvé, le texte est énoncé comme avec la commande !say <texte>
nl: %name, een uitroepteken gevolgd door een onbekende instructie resulteert in een audio clip die afgespeeld wordt vanuit !playlist. Als een corresponderende audio clip niet is gevonden wordt de tekst weergegeven zoals !say <text>.
pl: %name, jeśli istniejące polecenie nie może zostać znalezione odtwarzany jest utwór z !playlist. Jeśli nie może on zostać znaleziony, odtwarzany jest tekst !say <text>.
ru: %name, если заданная восклицательным знаком команда не найдена, проигрывается композиция как по команде !playlist. Если и композиция не найдена, текст озвучивается как по команде !say <text>
se: %name, ett utropstecken med en okänd kommando resulterar i ett audio clip spelas upp från !playlist. Om en ljudklipp inte hittas, visas texten som !say <text>.

source: %name, ca2 is an all-purpose multi-platform framework and set of libraries written in C++ language to help developers create great apps for users.
de: %name, ca2 ist ein Multiplatform Framework, dass mit C++ geschrieben wurde und soll Entwicklern helfen tolle Apps zu entwickeln.
es: %name, Ca2 es un marco multi-plataforma (framework) de uso múltiple y un conjunto de bibliotecas escritas en lenguaje C++ para ayudar a los desarrolladores a crear aplicaciones muy buenas para los usuarios.
fr: %name, ca2 est une libraire tout usage multi-plateforme et un ensemble de librairies écrites en C++ afin d'aider les développeurs à créer d'incroyables applications pour leurs utilisateurs.
nl: %name, ca2 is een multiplatform framework voor allerlei doeleinden. ca2 is een collectie van bibliotheken geschreven in de C++ programmeertaal speciaal bijeengebracht om ontwikkelaars te helpen in het creÃ«ren van uitstekende applicaties voor gebruikers.
pl: %name, ca2 jest multiplatformowym frameworkiem korzystającym z bibliotek napisanych w C++ niosącym pomoc programistom w tworzeniu świetnych aplikacji dla użytkowników.
se: %name, ca2 är en multi-plattform framework för många ändamål. Ca2 är en samling av bibliotek, skrivet i programmeringsspråket C ++ och speciellt sammansatt för att hjälpa utvecklare att skapa utmärkta programvara.

source: %name presence and interest. xmetrix xmxstudio API. Livecoding.TV API and web site. Vapaamies Russian translation. r00tkiller French translation. Catherina Cortega Dutch translation. fuel and andremommert German translation. Pawel Kulesza Polish translation. ha10word Traditional Chinese translation.
es: %name, Presencia e interés.. xmetrix xmxstudio API. Livecoding.TV API y el sitio web. Traducción Rusa Vapaamies. Traducción Francesa r00tkiller. Traducción Holandesa Catherina Cortega Traducción Alemana fuel y andremommert. Traducción Polaca Pawel Kulesza. Traducción Chino Tradicional ha10word. Traducción Español david46ms.
nl: %name, gebruikersinformatie, afbeelding, land en vlag van de gebruiker zijn afkomstig van xmetrix code, web api en web server. Met dank aan Vapaamies voor de Russische vertaling. Met dank aan r00tkiller voor Franse vertaling. Met dank aan catherinacortega voor de Nederlandse vertaling. Met dank aan andremommert voor enkele Duitse vertalingen. Veel overige vertalingen zijn afkomstig van Google.

source: %name, your language is set to %topic
de: %name, deine Sprache wurde auf %topic gesetzt
es: %name, su idioma se establece a %topic
fr: %name, votre langue est %topic
nl: %name, uw taal is nu ingesteld op %topic
pl: %name, twój język jest ustawiony na %topic
ru: %name, ваш язык был установлен в %topic
se: %name, ditt språk är inställd på %topic

source: %name, your language was set to "%topic"
de: %name, deine Sprache wurde auf "%topic" gesetzt
es: %name, su idioma ha sido establecido a "%topic"
nl: %name, uw taal is nu ingesteld op "%topic"
pl: %name, twój język był ustawiony na "%topic"
ru: %name, ваш язык был установлен в "%topic"
se: %name, ditt språk är inställd på "%topic"
