Repository: camilosasuketbs/user_config
Catalog: resident/po/*.po
Languages: de, es, fr, nl, pl, ru, se

source: %name, your time zone was set to UTC %topic
de: %name, deine Zeitzone wurde auf UTC %topic gesetztz
es: %name, su zona horaria ha sido establecida a UTC %topic
fr: %anem, votre zone horaire a été définie à %topic UTC
nl: %name, uw tijdzone is ingesteld op UTC %topic
pl: %name, twoja strefa czasowa jest ustawiona na UTC %topic
ru: %name, ваш часовой пояс установлен в UTC %topic
se: %name, ditt tidszon är inställd på UTC %topic

source: %name, your time zone was set to "%topic".
de: %name, deine Zeitzone wurde auf "%topic" gesetzt.
es: %name, su zona horaria ha sido establecida a "%topic".
fr: %name, votre zone horaire a été définie à "%topic"
nl: %name, uw tijdzone is ingesteld op "%topic".
pl: %name, twoja strefa czasowa była ustawiona "%topic".
ru: %name, ваш часовой пояс был установлен в UTC "%topic".
se: %name, ditt tidszon är inställd på "%topic".

source: Actually, it is currently "Unknown Time Zone". Yell ca2 on this (or not).
de: Momentan ist keine Zeitzone gesetzt.
es: Actualmente es "Zona horaria desconocida". Gritar a ca2 aqui(o no).
nl: Echter het is op dit moment "Unknown Time Zone". Roep maar even naar ca2 (of niet).
pl: Niestety, ale strefa czasowa jest obecnie nieznana "Unknown Time Zone". Zażalenia kieruj pod adresem ca2 (lub nie).
se: Egentligen är det för närvarande "Unknown Time Zone". Ropa på ca2 (eller inte).

source: %name, your time zone is set to %topic
de: %name, deine Zeitzone wurde auf %topic gesetzt
es: %name, su zona horaria se ha establecido a %topic
fr: %name, votre zone horaire est %topic
nl: %name, uw tijdzone is ingesteld op %topic
pl: %name, twoja strefa czasowa jest ustawiona na %topic
se: %name, din tidszon är inställd på %topic

source: %name, your language was set to %topic
de: %name, deine Sprache wurde auf %topic gesetzt
es: %name, su idioma se ha establecido a %topic
fr: %name, votre langue a été définie à %topic
nl: %name, uw taal is ingesteld op %topic
pl: %name, twój język był ustawiony na %topic
se: %name, ditt språk är inställd på %topic

source: and your country was set to %topic
de: dein Land wurde auf %topic gesetzt
es: y su país se ha establecido a %topic
fr: et votre pays a été défini à %topic
nl: uw land is ingesteld op %topic
pl: uw Twója lokalizacja to %topic
se: och ditt land är satt till %topic

source: %name , Currently only the client will be made available.
de: %name, momentan wird nur der Client zur Verfügung gestellt.
es: %name, Actualmente sólo se pondrá a disposición el cliente.
nl: %name, op dit moment kan alleen de client beschikbaar gesteld worden.
pl: %name, Obecnie dostępny będzie jedynie klient.
se: %name, vid denna tid görs endast klienten tillgänglig.

source: No files in the playlist
de: Keine Dateien zum abspielen in der Playlist
es: No hay archivos en la lista de reproducción.
fr: Aucun fichier dans la playlist
nl: Geen bestanden in de afspeellijst.
pl: Na liście odtwarzania brakuje obecnie utworów.
se: Inga filer i spellistan.

source: gone, uff...
de: und weg...
es: se ha ido, uff...
fr: parti, pff....
nl: weg, oeff...
pl: koniec, uff...
se: adjö, uff...

source: Bye %name! :(
de: Auf Wiedersehen %name! :(
es: Adiós %name! :(
fr: Au revoir %name :(
nl: Dag %name! :(
pl: Żegnaj %name! :(
se: Hej då %name! :(

source: See you %name! :(
de: Bis bald %name :(
es: Nos vemos %name! :(
fr: À bientôt %name! :(
nl: Tot later %name! :(
pl: Do zobaczenia %name! :(
se: Ses snart %name! :(

source: %name, entered!! (Subset of commands enabled).
de: %name, ist beigetreten!! (das setzen von Befehlen ist aktiviert).
es: %name, ingresó!! (Subset of commands enabled).
fr: %name a rejoint!! (Sous-ensemble de commandes activé).
nl: %name, is binnen!! (Subset of commands enabled).
pl: %name, jest zalogowany!! (Subset of commands enabled).
se: %name, klev in!! (Delmängd av kommandon aktiverad).

source: <emph>Welcome %name! :) %param1</emph> Please, use exclamation mark to get help.
de: <emph>Willkommen %name! :) %param1</emph> Gib ein Ausrufezeichen ein und drücke Enter um ein wenig Hilfe zu bekommen.
es: <emph>Bienvenido %name! :) %param1</emph> Para conseguir ayuda escriba el signo de exclamación y pulse ENTER.
fr: <emph>Bienvenue %name! :) %param1</emph> Tu peux écrire un point d’exclamation puis pressé Entrer pour recevoir de l'aide.
nl: <emph>Welkom %name! :) %param1</emph> Typ voor instructies een uitroepteken gevolgd door enter.
pl: <emph>Witaj %name! :) %param1</emph> Możesz postawić wykrzyknik i nacisnąć enter, by uzyskać pomoc.
ru: <emph>Добро пожаловать %name! :) %param1</emph> Введите восклицательный знак и нажмите клавишу ВВОД, чтобы получить список доступных команд.

source: <emph>Hi %name! Welcome! %param1</emph> What brings you here today?
es: <emph>Hola %name! Bienvenido! %param1</emph> Qé te trae por aquí hoy?
fr: <emph>Hey %name! Bienvenue! %param1</emph> Qu'est ce qui t'amène ici aujourd'hui?
nl: <emph>Hoi %name! Welkom! %param1</emph> Wat brengt u hier vandaag?
pl: <emph>Cześć %name! Witaj! %param1</emph> Co cię tu sprowadza?
ru: <emph>Привет, %name! Добро пожаловать!</emph> %param1 Что привело тебя сюда сегодня?

source: %name is back! :)
de: %name ist zurück! :)
es: %name está de vuelta! :)
fr: %name est de retour! :)
nl: %name is terug! :)
pl: %name wrócił! :)
ru: %name вернулся! :)
se: %name är tillbaka! :)

source: You're welcome, %name! Thank you for following!
de: Du bist Willkommen, %name! Danke fürs followen
es: De nada, %name! Gracias por seguirme!
fr: Bienvenue, %name! Merci pour le follow!
nl: Graag gedaan, %name! Bedankt voor het volgen!
pl: Nie ma za co, %name! Dziękuję!
se: Ingen orsak, %name! Tack så mycket för att du prenumererar!

source: Opening Rick Roll for you all new followers!!
de: Für alle neuen Follower spielen wir Rick Roll!!
es: Apertura de Rick Roll por los nuevos seguidores!!
fr: Ouverture de Rick Roll pour tous les nouveaux followers!!
nl: Voor alle nieuwe volgers wordt Rick Roll gespeeld!!
pl: Odtwarzam Rick Roll dla wszystkich nowych użytkowników!!
se: Rick Roll spelar för alla nya personer som prenumererar !!!!

source: Opening Rick Roll for you!!
de: Wir spielen Rick Roll für dich!!
es: Rick Roll se abrirá para ti!
fr: Ouverture de Rick Roll pour vous!!
nl: Rick Roll wordt voor jou gespeeld!
pl: Odtwarzam Rick Roll dla Ciebie!
se: Rick Roll spelas för dig!

source: %name , Opening Rick Astley - Never Gonna Give You Up!
de: %name, spielt ab Rick Astley - Never Gonna Give You Up!
fr: %name, ouverture de Rick Astley - Never Gonna Give You Up!
nl: %name, aan het afspelen Rick Astley - Never Gonna Give You Up!
pl: %name, Odtwarzam Rick Astley - Never Gonna Give You Up!
se: %name, Öppnar Rick Astley - Never Gonna Give You Up!

source: Opening Rick Astley - Never Gonna Give You Up!
de: spiele ab... Rick Astley - Never Gonna Give You Up!
es: Abriendo Rick Astley - Never Gonna Give You Up!
fr: Ouverture de Rick Astley - Never Gonna Give You Up!
nl: Afspelen Rick Astley - Never Gonna Give You Up!
pl: Odtwarzam Rick Astley - Never Gonna Give You Up!
se: Öppnar Rick Astley - Never Gonna Give You Up!

source: %name, your country is unknown
es: %name, su país es desconocida
nl: %name, je land is onbekend
ru: %name, je land is onbekend

source: %name, your country is set to "%topic"
es: %name, su país se ha establecido a "%topic"
nl: %name, je land is ingesteld op "%topic"
ru: %name, je land is ingesteld op "%topic"

source: %name, country of %param1 is unknown
nl: %name, land van %param1 is onbekend.
ru: Страна %name неизвестно

source: %name, country of %param1 is "%topic"
nl: %name, land van %param1 is %topic
ru: Страна %name является %topic

source: %name, you will need Visual Studio 2015 (at least Community Edition), a SVN (Subversion) client and repository access (working e-mail address needed). Talk to Camilo for details.
de: %name, du brauchst Visual Studio 2015 (am besten die Community Edition), einen SVN (Subversion) Client und Repository Zugriff (eine gültige Emailadresse wird benötigt). Sprich einfach mit Camilo für weitere Details.
es: %name, Necesitará: Visual Studio 2015 (al menos Community Edition), SVN (Subversion) cliente y acceso al repositorio de ca2. (Necesaria dirección de correo). Hable con Camilo para más detalles.
nl: %name, hiervoor heb je minimaal nodig: Visual Studio 2017 (ten minste Community Edition), een SVN (Subversion) client en toegang tot de ca2 repository (met een geldig e-mail adress). Praat met Camilo voor verdere details.
ru: %name, you will need Visual Studio 2017 (at least Community Edition), a SVN (Subversion) client and repository access (working e-mail address needed). Talk to Camilo for details.

source: %name, it is "%topic"
de: %name, es ist "%topic"
es: %name, es "%topic"
nl: %name, het is "%topic"
ru: %name, het is "%topic"

source: %name, it is "%topic" for %param1.
de: %name, es ist "%topic" für %param1.
es: %name, es "%topic" para %param1.
nl: %name, het is "%topic" voor %param1.
ru: %name, het is "%topic" voor %param1.

source: %Y-%m-%d %H:%M:%S
de: %d.%m.%Y %H:%M:%S
es: %d/%m/%Y %H:%M:%S
nl: %d/%m/%Y %H:%M:%S
ru: %d/%m/%Y %H:%M:%S

source: hour/minutes/seconds
es: horas:minutos:segundos
nl: uur:minuten:seconden
ru: uur:minuten:seconden

source: %name, your country code is set to "%topic"
es: %name, su código de país se ha establecido a "%topic"
nl: %name, je land is ingesteld op "%topic"
ru: %name, je land is ingesteld op "%topic"

source: %name, country code of %param1 is "%topic"
es: %name, código de país de %param1 es "%topic"
nl: %name, land code van %param1 is "%topic"
ru: %name, land code van %param1 is "%topic"

source: (No Results)
nl: (Geen resultaten)

source: %name, the weather at %param1 is %topic.
nl: %name, het weer in %param1 is %topic.

source: %name, your current weather is %topic.
nl: %name, uw weer op dit moment is %topic.

source: %name, the weather for %param2 at %param1 is %topic.
nl: %name, het weer voor %param2 in %param1 is %topic.
ru: %name, погода %param2 погода %param1: %topic.

source: %name, your city is unknown
nl: %name, uw woonplaats is onbekend

source: %name, your city is set to "%topic"
nl: %name, uw woonplaats is ingesteld op "%topic"

source: %name, city of %param1 is unknown
nl: %name, woonplaats van %param1 is onbekend

source: %name, city of %param1 is "%topic"
nl: %name, woonplaats van %param1 is "%topic"

source: %name, At MacOS, ca2 uses El Capitan, XCode and SmartSVN.
de: %name, mit MacOS nutzt ca2 El Capitan, Xcode und SmartSVN.
es: %name, En MacOS, ca2 utiliza El Capitan, XCode y SmartSVN.
pl: %name, do tworzenia na MacOS ca2 używa El Capitan, XCode oraz SmartSVN.
se: %name, på MacOS använder ca2 El Capitan, XCode och SmartSVN.

source: %name, Opening Rick Astley - Never Gonna Give You Up!
es: %name, Abriendo Rick Astley - Never Gonna Give You Up!

source: %name, country of %name is unknown
es: %name, país de %name es desconocida.

source: %name, country of %name is "%topic"
es: %name, país de %name es %topic

source: %name, setlang <language code and/or two-letter country code> sets user preferred language. Communication is preferrably done using specified language or country.
de: %name, setlang <Sprachcode oder Ländercode mit 2 Buchstaben> wähle bevorzugte Sprache des Users. Für die Kommunikation wird eine bevorzugte Sprache oder Land gewählt.
fr: %name, setlang <code du pays> défini votre langue favorite. Les messages vous seront envoyés dans cette langue si possible

source: %name, For Linux Software Development, ca2 uses latest version of Ubuntu LTS, Code::Blocks and SmartSVN.
de: %name, für die Linux Entwicklung nutzt ca2 die letzte Version von Ubuntu mit Long Term Support, Code::Blocks und SmartSVN.

source: %name, user info, user thumb, user country and user flag are supplied by xmetrix code, web api and web server and also Livecoding.tv API. Thank you, Vapaamies for Russian translation. Thank you, rootkiller for French translation. Thank you, Catherina Cortega, for dutch translation. Thank you, fuel and andremommert for German translation.
de: %name, Benutzer Info Benutzer Thumb, Benutzer Land und Benutzer Flaggen werden von xMetrix Code bereitgestellt, web api und web server. Danke Vapaamies für die russische Übersetzung. Danke r00tkiller für die französische Übersetzung. Danke catherinacortega für die niederländische Übersetzung. Danke Fuel and andremommert für die deutsche Übersetzung.
fr: %name, les avatars, pays, et drapeaux des utilisateurs sont fournis grâce au code, à l'api et au serveur HTTP de xmetrix. Merci à Vapaamies pour la traduction russe. Merci à r00tkiller pour la traduction française. Merci à catherinacortega pour la traduction néerlandaise. Merci à andremommert pour un bout de la traduction allemande.
pl: %name, dane użytkownika, narodowość użytkownika i flaga kraju są dostarczone przez xmetrix, web api i web server oraz Livecoding.tv API. Dziękuję, Vaapamies za tłumaczenie na język rosyjski. rootkiller za francuski, Catherina Cortega za holenderski, fuel i andremommert za niemiecki oraz PabloSJ za polski.
se: %name, användarinformation , bild, land och flagga för användaren kommer från xmetrix kod, web api och web server. Tack vare Vapaamies för den ryska översättningen. Tack vare r00tkiller för franska översättningen. Tack vare catherinacortega för den holländska och svenska översättning . Tack vare andremommert för några tyska översättningar. Flera andra översättningar kommer från Google.

source: <emph>Hi %name! Welcome!</emph> %param1 What brings you here today?
de: <emph>Hi %name! Willkommen! %param1</emph> Was bringt dich heute hierher?

source: The country of %name is unknown
de: Das Land von %name is unbekannt
pl: Twój kraj %name jest nieznany.
se: Landet %name är okänt.

source: The country of %name is "%topic"
de: Land von %name ist %topic
fr: Le pays de %name est "%topic"
pl: Nazwa kraju %name to %topic
se: Landet %name är %topic

source: %name, Some supported commands !help, !about and !vaimepassarobot?
fr: %name, quelques commandes disponibles !help, !about et !vaimepassarobot?

source: settings commands are:
fr: les commandes de configuration sont:
ru: команды конфигурирования
se: kommandon för inställningarna är:

source: %name, ide <platform> display information about tools used for development of ca2 framework and apps at the specified platform. <platform> may be: windows (Desktop), linux, macos, ios, android and winrt.
fr: %name, ide <plateforme> affiche des informations à propos des outils utilisés pour le développement du framework en fonction de la plateforme spécifiée. <plateforme> peut être windows(Bureau), linux, macos, ios, android et winrt.

source: %name, , For Windows Desktop Software Development, ca2 uses Visual Studio 2015 Community Edition, SmartSVN, TortoiseSVN and WinMerge.
fr: %name, pour le développement Windows (Bureau), ca2 utilise Visual Studio 2015 Community Edition, SmartSVN, TortoiseSVN et WinMerge.

source: %name, , At MacOS, ca2 uses El Capitan, XCode and SmartSVN.
fr: %name, pour le développement MacOs, ca2 utilise El Capitan, XCode et SmartSVN.

source: %name, Currently only the client will be made available.
fr: %name, actuellement, seul le client sera disponible.

source: %name you are connected!
fr: %name tu es connecté!

source: %name, At MacOS, ca2 uses macOS %topic, XCode and SmartSVN.
ru: %name, На MacOS ca2 использует macOS %topic, XCode и SmartSVN.

source: Welcome %name! :) %param1 Please, use exclamation mark to get help.
se: Välkommen %name! :) %param1 Du kan skriva ett utropstecken och tryck enter för hjälp.

source: Hi %name! Welcome! %param1 What brings you here today?
se: Hej %name! Välkommen! %param1 Vad ger äran till ditt besök idag?
